Repository: DIlshanAttanayaka/cheese
Catalog: help/*/*.po
Languages: ca

source: To view a video or photo that has been taken, locate it in the photo stream and double click it. Alternatively, you can right click on it and select <guimenuitem>Open</guimenuitem>. This will then open the file in the default application for that file type.
ca: Per visualitzar una foto que s'ha realitzat, trobeu-la en el flux de fotos i feu-hi doble clic. Alternativament, podeu fer-hi clic amb el botó secundari i seleccionar <guimenuitem>Obre</guimenuitem>. Això obrirà el fitxer amb l'aplicació predeterminada per aquest tipus de fitxer.

source: Saving photos and videos to an alternate location
ca: Com desar fotos i vídeos en una ubicació alternativa

source: To save a photo to an alternate place on your system where you can easily find them, find the photo or video that you wish to save in the photo stream, right click on it and select <guimenuitem>Save As</guimenuitem> from the pop-up menu. This will bring up a standard <guilabel>Save File</guilabel> dialog that will allow you to save it to a new location as well as rename it if you so wish to do.
ca: Per desar una foto a una ubicació alternativa del sistema on podeu trobar-la fàcilment, trobeu la foto o vídeo en el flux de fotos, feu-hi clic amb el botó secundari i seleccioneu <guimenuitem>Anomena i desa</guimenuitem> en el menú emergent. Això us mostrarà el diàleg <guilabel>Desa el fitxer</guilabel> que us permetrà desar-la a una ubicació nova i reanomenar-la si ho desitgeu.

source: Deleting a photo
ca: Com suprimir una foto

source: To delete a photo from the photo stream, locate the photo you wish to delete in the photo stream, left click on it once and press the <keycap>delete</keycap> button on your keyboard. Alternatively, you can right click on it and select <guimenuitem>Delete</guimenuitem> from the pop-up menu.
ca: Per suprimir una foto del flux de fotos, trobeu-la en el flux de fotos, feu-hi clic un cop i premeu el botó del teclat <keycap>Supressió</keycap>. Alternativament, podeu fer-hi clic amb el botó secundari i seleccionar <guimenuitem>Suprimeix</guimenuitem> al menú emergent.

source: You will be asked if you wish to delete it from the photo stream. To confirm, press the button labelled <guibutton>Move to Trash</guibutton>.
ca: Se us preguntarà si voleu suprimir-la del flux de fotos. Per confirmar-ho, premeu el botó <guibutton>Moure a la paperera</guibutton>.

source: This will move the image to the "trash", as well as remove from your photo stream. This will not remove the photo from your computer. To remove it from your system, you will need to empty your trash.
ca: Això mourà la imatge a la «paperera», a més de suprimir-la del flux de fotos. Això no suprimirà la foto de l'ordinador. Per suprimir-la del sistema, haureu de buidar la paperera.

source: Send a photo by e-mail
ca: Com enviar una foto per correu electrònic

source: Photos can be directly emailed from Cheese. You will need to have the default mail client set up with an email account. To email a photo, locate the photo in the photo stream, right click on it and select <guimenuitem>Send by Mail</guimenuitem>.
ca: Les fotos es poden enviar per correu electrònic directament des del Cheese. Necessiteu tenir configurat el client de correu electrònic predeterminat amb un compte. Per enviar una foto per correu electrònic, trobeu-la en el flux de fotos, feu-hi clic amb el botó secundari i seleccioneu <guimenuitem>Envia-la per correu electrònic</guimenuitem>.

source: This will open the default mail client (for example, Evolution) and a new email message will be created with the photo you selected as an attachment.
ca: Això obrirà el client de correu electrònic predeterminat (per exemple, l'Evolution) i es crearà un correu electrònic nou amb la foto que heu seleccionat com a adjunt.

source: Set as Account Photo
ca: Com establir una foto com a foto del compte

source: To set a photo as your account photo (which can be viewed from the <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice> menu, and the login window with a list of user names with photos), locate the photo that you wish to use in Cheese, right click on it and select <guimenuitem>Set as Account Photo</guimenuitem>.
ca: Per establir la foto com la vostra foto del compte (que es pot visualitzar al menú <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Quant a mi</guimenuitem></menuchoice>, i a la finestra d'entrada amb una llista de noms d'usuari amb fotos), trobeu-la al Cheese, feu-hi clic amb el botó secundari i seleccioneu <guimenuitem>Estableix-la com a foto del compte</guimenuitem>.

source: Export a photo to F-Spot
ca: Com exportar una foto a l'F-Spot

source: To export a photo to F-Spot, locate the photo in your photo stream, right click on it and select <guimenuitem>Export to F-Spot</guimenuitem>. You will then be prompted by F-Spot if you wish to import the photos that are being sent to it.
ca: Per exportar una foto a l'F-Spot, trobeu-la en el flux de fotos, feu-hi clic amb el botó secundari i seleccioneu <guimenuitem>Exporta-la a l'F-Spot</guimenuitem>. Llavors l'F-Spot us preguntarà si voleu importar les fotos que li esteu enviant.

source: Depending on the version of Cheese that you are currently using, F-Spot may prompt you to import the entire photo stream.
ca: Depenent de la versió del Cheese que esteu utilitzant actualment, l'F-Spot us preguntarà si voleu importar tot el flux de fotos.

source: Cheese sharing screenshot
ca: Captura de pantalla de la compartició del Cheese

source: Frequently Asked Questions
ca: Preguntes més freqüents

source: The video is sluggish/has a slow response. What can I do?
ca: El vídeo té una resposta lenta. Què puc fer?

source: You may have set "<literal>ximagesink</literal>" (<guilabel>X Window System (No Xv)</guilabel>) as video-output. This means that your CPU is doing all the work. Change it to "<literal>xvimagesink</literal>" (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) in order to let your graphics card do the work.
ca: Potser teniu establert l'«<literal>ximagesink</literal>» (<guilabel>X Window System (sense Xv)</guilabel>) com a sortida de vídeo. Això significa que la CPU està fent tot el treball. Canvieu-ho a «<literal>xvimagesink</literal>» (<guilabel>X Window System (X11/XShm/Xv)</guilabel>) per fer que treballi la targeta gràfica.

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and change the appropriate setting.
ca: Per canviar aquest paràmetre, executeu l'ordre <command>gstreamer-properties</command>, feu clic a la pestanya <guilabel>Vídeo</guilabel> i canvieu el paràmetre apropiats.

source: I have a Mac with iSight and a ATI graphics card, and the colors are weird.
ca: Tinc un Mac amb iSight i una targeta gràfica ATI, i els colors són estranys.

source: This is a problem with the ATI graphics card, though there is a work around. Change the video-output to custom and insert the following: "<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>".
ca: Aquest és un problema amb les targetes gràfiques ATI, encara que hi ha una alternativa. Canvieu la sortida de vídeo a personalitzada i inseriu el següent: «<literal>ffmpegcolorspace ! video/x-raw-yuv,format=(fourcc)YV12 ! ffmpegcolorspace ! xvimagesink</literal>».

source: To change this setting, run the <command>gstreamer-properties</command> command, click the <guilabel>Video</guilabel> tab and select custom from the drop down menu.
ca: Per canviar aquest paràmetre, executeu l'ordre <command>gstreamer-properties</command>, feu clic a la pestanya <guilabel>Vídeo</guilabel> i seleccioneu personalitzat en el menú desplegable.

source: My webcam works with gstreamer, but does not work with <application>Cheese</application>. What's wrong?
ca: La meva càmera web funciona amb el GStreamer, però no funciona amb el <application>Cheese</application>. Quin és el problema?

source: Using the <command>gstreamer-properties</command> mentioned in the above question, try changing from <guilabel>xvimagesink</guilabel> to <guilabel>ximagesink</guilabel> or vice-versa. If this still does not work, run <command>cheese --verbose</command> on the command line and copy the logging into a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
ca: Utilitzant el <command>gstreamer-properties</command>, com es menciona a la pregunta anterior, intenteu canviar <guilabel>xvimagesink</guilabel> per <guilabel>ximagesink</guilabel> o viceversa. Si encara no funciona, executeu <command>cheese --verbose</command> a la línia d'ordres i copieu el registre a un informe d'error al nostre <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">seguidor d'errors</ulink>.

source: My webcam works with other programs such as Ekiga, Camorama, but not with <application>Cheese</application>. What's wrong?
ca: La meva càmera web funciona amb altres programes com ara l'Ekiga, el Camorama, però no amb el <application>Cheese</application>. Quin és el problema?

source: See if your webcam works when testing it in <command>gstreamer-properties</command>. If it works there, but not in <application>Cheese</application>, please file a bug report in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
ca: Vegeu si la càmera web funciona comprovant-la amb el <command>gstreamer-properties</command>. Si funciona aquí, però no al <application>Cheese</application>, introduïu un informe d'error al nostre <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">seguidor d'errors</ulink>.

source: Where does <application>Cheese</application> store my photos and videos?
ca: On emmagatzema el <application>Cheese</application> les meves fotos i vídeos?

source: Cheese stores your pictures in a folder called Webcam inside the XDG-Directory set for Pictures (in most distributions its ~/Pictures/Webcam). The same applies for Videos: ~/Videos/Webcam. XDG is a standard to declare default folders in your system. You can find more information about XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">here</ulink>.
ca: El Cheese emmagatzema les vostres fotos en una carpeta anomenada Webcam dins del XDG-Directory per a les imatges (en la majoria de distribucions és a ~/Imatges/Webcam). El mateix s'aplica per als vídeos: ~/Vídeos/Webcam. L'XDG és un estàndard per declarar carpetes predeterminades al vostre sistema. Podeu trobar més informació sobre l'XDG <ulink url="http://standards.freedesktop.org/basedir-spec/basedir-spec-0.6.html" type="http">aquí</ulink>.

source: If the XDG-Path is not set on your System, cheese has a fallback solution: it will store both your pictures and videos in ~/.gnome2/cheese/media. This is the default directory for your media if you have an older version of <application>Cheese</application>.
ca: Si al vostre sistema no s'ha configurat l'XDG-Path, el Cheese té una altra solució: emmagatzemarà les fotos i vídeos a ~/.gnome2/cheese/media. Aquesta és la carpeta predeterminada per als fitxers multimèdia si teniu una versió antiga del <application>Cheese</application>.

source: How to set an alternate path is described in <xref linkend="gconf"/>.
ca: Com establir un camí alternatiu al descrit a la <xref linkend="gconf"/>.

source: Attention: leave this settings blank if you want <application>Cheese</application> to use the default directories.
ca: Avís: deixeu aquests paràmetres en blanc si voleu que el <application>Cheese</application> utilitzi els directoris predeterminats.

source: You can also save your pictures to an alternate location from within Cheese. Please see <xref linkend="saving"/> for information on this.
ca: També podeu desar les vostres fotos en una ubicació alternativa a la proposada pel Cheese. Per obtenir més informació, vegeu la <xref linkend="saving"/>.

source: My Quickcam Express doesn't work with <application>Cheese</application>...
ca: La meva Quickcam Express no funciona amb el <application>Cheese</application>...

source: or gstreamer, and I see errors like "Not enough buffers. We got 1, we want at least 2" in the <application>Cheese</application> output. With driver "qc-usb".
ca: o el GStreamer, i veig errors com ara «No hi ha suficients conductes. Se n'ha obtingut 1, se'n necessiten com a mínim 2» a la sortida del <application>Cheese</application>. Amb el controlador «qc-usb».

source: Try running <command>qcset /dev/video0 compat=dblbuf</command> to enable double buffer compatibility mode, then restart <application>Cheese</application>.
ca: Per habilitar el mode de compatibilitat amb dos conductes, intenteu executar <command>qcset /dev/video0 compat=dblbuf</command>, llavors reinicieu el <application>Cheese</application>.

source: "No Camera Found" Error Message
ca: Missatge d'error «No s'ha trobat cap càmera»

source: "When I launch Cheese, I get the message 'No Camera Found' but I have my webcam plugged into my computer".
ca: «Quan executo el Cheese obtinc el missatge «No s'ha trobat cap càmera» però tinc la meva càmera web connectada a l'ordinador».

source: There are many situations that can cause this, and the exact problem that is causing it needs to be isolated. If possible, try each of the following to try and get your webcam working:
ca: Hi ha moltes situacions que poden provocar-ho, i s'ha d'aïllar el problema exacte que ho provoca. Si es possible, proveu cadascuna de les solucions següents per intentar fer anar la càmera web:

source: Plug your webcam into another computer. If it works there, then it is a problem with the connection to your computer, or the operating system if it was a different one on the other computer. Check the ports on your computer (try another one) and consult support for your particular operating system.
ca: Endolleu la càmera web en un altre ordinador. Si allà funciona, llavors es tracta d'un problema amb la connexió al vostre ordinador, o el sistema operatiu si aquests és diferent al de l'altre ordinador. Comproveu els ports del vostre ordinador (proveu-ne un altre) i consulteu l'assistència del vostre sistema operatiu.

source: See if your camera is being detected by your computer. On Linux, open up the terminal or console and type "dmesg" before you plug in your webcam. Notice the most recent entries, and then plug in your webcam. Type "dmesg" again and see if the most recent entries differ. If the message mentions a USB device being detected, and your webcam is the only USB device that has been changed, then your computer is detecting your webcam fine. If not, then test to see if the webcam is working on another computer. This may only work with USB webcams.
ca: Mireu si la càmera és detectada per l'ordinador. En Linux, obriu el terminal o consola i escriviu «dmesg» abans d'endollar la vostra càmera web. Llegiu les entrades més recents, i llavors endolleu la càmera web. Escriviu «dmesg» una altra vegada i mireu si les entrades més recents són diferents. Si el missatge menciona la detecció d'un dispositiu USB, i la càmera web és l'únic dispositiu USB que ha canviat, llavors el vostre ordinador està detectant correctament la càmera web. Si no ho fa, llavors mireu si la càmera web funciona en una altre ordinador. Això només es pot provar en càmeres web USB.

source: As Cheese uses the gstreamer backend, it is most likely because gstreamer is not detecting the webcam (or gstreamer has become corrupt). Please contact support for the particular operating system that you are running with as many details as possible. For Ubuntu, please use the <ulink url="http://ubuntuforums.org/" type="http">Ubuntu Forums</ulink>.
ca: Com que el Cheese utilitza el rerefons GStreamer, pot ser que el GStreamer no estigui detectant la càmera web (o bé que s'ha malmès el GStreamer). Contacteu l'assistència del sistema operatiu que esteu executant amb la major quantitat de detalls possible. Per a l'Ubuntu utilitzeu els <ulink url="http://ubuntuforums.org/" type="http">fòrums de l'Ubuntu</ulink>.

source: Which cameras are supported?
ca: Quines càmeres són compatibles?

source: Cheese uses gstreamer for video grabbing. So in principle Cheese supports any camera that works with GStreamer. That should be any camera which supports video4linux or video4linux2.
ca: El Cheese utilitza el GStreamer per capturar el vídeo. De manera que en principi el Cheese és compatible amb qualsevol càmera que funcioni amb el GStreamer. Això hauria de ser qualsevol càmera compatible amb video4linux o video4linux2.

source: About
ca: Quant a

source: Cheese was initially written by Daniel G. Siegel <email>dgsiegel@gnome.org</email>. as a Google Summer of Code project. Later, Jaap A. Haitsma <email>jaap@haitsma.org</email> and others joined Daniel to improve it. To find more information about Cheese, please visit the <ulink url="http://projects.gnome.org/cheese" type="http"><application>Cheese</application> web page</ulink>.
ca: Inicialment en Daniel G. Siegel <email>dgsiegel@gnome.org</email> va escriure el Cheese com a part del «Google Summer of Code Project». Després en Jaap A. Haitsma <email>jaap@haitsma.org</email> i altres es van ajuntar a en Daniel per millorar-lo. Per obtenir més informació sobre el Cheese, visiteu la <ulink url="http://projects.gnome.org/cheese" type="http">pàgina web del <application>Cheese</application></ulink>.

source: To report a bug or make a suggestion regarding this application, you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http"> bug tracker</ulink>.
ca: Per informar d'un error o fer algun suggeriment sobre aquesta aplicació podeu omplir un informe al <ulink url="http://bugzilla.gnome.org/browse.cgi?product=cheese" type="http">seguidor d'errors</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
ca: Aquest programa es distribueix sota els termes de la Llicència pública general de GNU tal com publica la Free Software Foundation; tant en la versió 2 de la llicència, o (a la vostra opció) una versió posterior. Es pot trobar una còpia d'aquesta llicència al <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">lloc web del GNU</ulink>, o en el fitxer COPYING inclòs amb el codi font d'aquest programa.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2008, 2009 Carles Ferrando <carles.ferrando@gmail.com> 2010
