Repository: DIlshanAttanayaka/cheese
Catalog: help/*/*.po
Languages: ca

source: <application>Cheese</application> Manual
ca: Manual del <application>Cheese</application>

source: <application>Cheese</application> uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
ca: <application>Cheese</application> utilitza la vostra càmera web per fer fotos i vídeos, aplica efectes elegants i us permet compartir la diversió amb els altres.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ca: Teniu permís per copiar, distribuir i/o modificar aquest document, sota els termes de la Llicència de documentació lliure GNU (GFDL), versió 1.1 o qualsevol versió publicada posteriorment per la Free Software Foundation, sense seccions invariants, sense texts de portada i sense texts de contraportada. Podeu trobar una còpia de la GFDL en aquest <ulink type="help" url="ghelp:fdl">enllaç</ulink> o en el fitxer COPYING-DOCS distribuït amb aquest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ca: Aquest manual forma part d'una col·lecció de manuals del GNOME distribuïts sota la GFDL. Si voleu distribuir aquest manual independentment de la col·lecció, podeu fer-ho afegint una còpia de la llicència al manual, tal com es descriu a la secció 6 de la llicència.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ca: Molts dels noms que les empreses utilitzen per distingir els seus productes i serveis es consideren marques comercials. Quan aquests noms apareguin en qualsevol documentació del GNOME, si els membres del Projecte de documentació del GNOME han estat avisats pel que fa a les marques, els noms apareixeran en majúscules o amb les inicials en majúscules.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ca: EL DOCUMENT S'OFEREIX «TAL COM ÉS», SENSE CAP TIPUS DE GARANTIA, NI EXPLÍCITA NI IMPLÍCITA; AIXÒ INCLOU, SENSE LIMITAR-S'HI, LES GARANTIES QUE EL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT NO TINGUI DEFECTES, SIGUI COMERCIALITZABLE, SIGUI ADEQUAT PER A UN ÚS CONCRET O NO INFRINGEIXI CAP LLEI. TOT EL RISC PEL QUE FA A LA QUALITAT, EXACTITUD I RENDIMENT DEL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT ÉS VOSTRE. EN CAS QUE EL DOCUMENT RESULTÉS DEFECTUÓS EN QUALSEVOL ASPECTE, VÓS (NO PAS L'ESCRIPTOR INICIAL, L'AUTOR O CAP ALTRE COL·LABORADOR) ASSUMIU TOT EL COST DE MANTENIMENT, REPARACIÓ O CORRECCIÓ. AQUESTA RENÚNCIA DE GARANTIA CONSTITUEIX UNA PART ESSENCIAL D'AQUESTA LLICÈNCIA. NO S'AUTORITZA L'ÚS DE CAP DOCUMENT O VERSIÓ MODIFICADA DEL DOCUMENT EXCEPTE SOTA AQUESTA RENÚNCIA DE GARANTIA; I

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ca: EN CAP CAS I SOTA CAP INTERPRETACIÓ LEGAL, JA SIGUI PER AGREUJAMENT (INCLOENT-HI LA NEGLIGÈNCIA), CONTRACTE O ALTRE CAS, L'AUTOR, L'ESCRIPTOR ORIGINAL, QUALSEVOL DELS COL·LABORADORS O DISTRIBUÏDORS DEL DOCUMENT O UNA VERSIÓ MODIFICADA DEL DOCUMENT NI CAP PROVEÏDOR D'AQUESTES PARTS NO SERAN RESPONSABLES DAVANT DE NINGÚ PER CAP DANY DIRECTE, INDIRECTE, ESPECIAL, ACCIDENTAL O CONSECUTIU DE QUALSEVOL TIPUS; AIXÒ INCLOU, SENSE LIMITAR-S'HI, ELS DANYS PER PÈRDUA DE CLIENTS, INTERRUPCIONS DE LA FEINA, FALLADA O MALFUNCIONAMENT DE L'ORDINADOR, O QUALSEVOL ALTRA PÈRDUA O DANY RELACIONAT AMB L'ÚS DEL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT, FINS I TOT SI S'HA INFORMAT AQUESTA PART DE LA POSSIBILITAT D'AQUESTS DANYS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ca: EL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT S'OFEREIXEN SOTA ELS TERMES DE LA LLICÈNCIA DE DOCUMENTACIÓ LLIURE DE GNU, TENINT EN COMPTE QUE: <placeholder-1/>

source: Feedback
ca: Comentaris

source: To report a bug or make a suggestion regarding the Cheese application or this manual, follow the directions in the <ulink url="http://projects.gnome.org/cheese/" type="http"><application>Cheese</application> project page</ulink>.
ca: Per informar d'un error o fer algun suggeriment sobre l'aplicació Cheese o aquest manual, seguiu les indicacions a la <ulink url="http://projects.gnome.org/cheese/" type="http">pàgina del projecte del <application>Cheese</application></ulink>.

source: Introduction
ca: Introducció

source: Cheese uses your webcam to take photos and videos, applies fancy special effects and lets you share the fun with others.
ca: El Cheese utilitza la vostra càmera web per fer fotos i vídeos, aplicar efectes elegants i us permet compartir la diversió amb els altres.

source: Usage
ca: Utilització

source: The main screen of Cheese supports two different layouts at the moment. The default looks like the screenshot below, it has the preview image centered and the thumbnail slideshow below.
ca: Actualment la pantalla principal del Cheese admet dues distribucions diferents. La predeterminada s'assembla a la captura de pantalla de sota, té la previsualització d'imatges al centre i la projecció de diapositives en miniatura a sota.

source: Cheese screenshot
ca: Captura de pantalla del Cheese

source: Especially for Cheese-users with small displays, like the ones in netbooks, we have designed another view. It is more horizontally aligned, in order to fit better on small widescreen displays. The wide-view is shown in the screenshot below.
ca: Especialment per als usuaris del Cheese amb pantalles petites, com les dels ordinadors personals ultraportatils, s'ha dissenyat una altra visualització. Està més alineada horitzontalment, per ajustar-se millor a les pantalles menudes i amples. La visualització en mode ample es mostra en la captura de pantalla de sota.

source: Cheese wide screenshot
ca: Captura de pantalla del Cheese en mode ample

source: Cheese uses the photo mode by defaults, but you can change this to use the video or burst mode if desired.
ca: El Cheese utilitza el mode de foto com a predeterminat, però si voleu podeu canviar-lo al mode de vídeo o al mode seqüència.

source: Effects
ca: Efectes

source: Cheese effects screenshot
ca: Captura de pantalla dels efectes del Cheese

source: To apply effects to the input of your webcam, click the button labelled <guibutton>Effects</guibutton>. When you then go to the effects window, you will see a window similar to the image below. <placeholder-1/>
ca: Per aplicar els efectes a l'entrada de la càmera web, feu clic al botó <guibutton>Efectes</guibutton>. Després quan aneu a la finestra d'efectes, veureu una finestra semblant a la imatge de sota <placeholder-1/>

source: You can apply some really cool effects to your photos too! Just choose from the several different effects available and click its corresponding button to apply it to your photo. Selecting multiple effects will apply all the effects to your image. For example, if you select <guibutton>Hulk</guibutton> and <guibutton>Vertical Flip</guibutton>, the input from the webcam will be altered to have a green shade and be upside down. To disable all effects, just click on the <guibutton>No Effect</guibutton> button.
ca: També podeu aplicar alguns efectes realment divertits a les vostres fotos. Simplement trieu entre els diferents efectes disponibles i feu clic al botó corresponent per aplicar-lo a la foto. En seleccionar múltiples efectes s'aplicaran tots els efectes a la imatge. Per exemple, si seleccioneu <guibutton>Hulk</guibutton> i <guibutton>Gir vertical</guibutton> l'entrada de la càmera web s'alterarà per tenir una ombra verda i estar cap per avall. Per desactivar tots els efectes, simplement feu clic al botó <guibutton>Sense efectes</guibutton>.

source: To return to the preview of your webcam, just push the button labelled <guibutton>Effects</guibutton> again. This will toggle the Effects menu and bring you back to the normal view.
ca: Per tornar a la previsualització de la càmera web, simplement torneu a fer clic al botó <guibutton>Efectes</guibutton>. Això commutarà el menú Efectes i us tornarà a la visualització normal.

source: Photo Mode
ca: Mode de foto

source: Photo mode is the default mode for Cheese. When not in photo mode, click the button that shows the icon of a single photo or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Photo</guimenuitem></menuchoice> to change to photo mode. Photo mode will take a single photo every time the button labelled <guibutton>Take a photo</guibutton> or the <keycap>Spacebar</keycap> key is pressed, and will save to disk.
ca: El mode de foto és el mode predeterminat del Cheese. Quan no esteu en mode de foto, feu clic al botó que mostra la icona d'una simple foto o seleccioneu-lo al menú: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Foto</guimenuitem></menuchoice> per canviar al mode foto. El mode de foto farà una foto cada cop que premeu el botó <guibutton>Fes una foto</guibutton> o la <keycap>Barra espaiadora</keycap>, i es desarà al disc.

source: Video Mode
ca: Mode de vídeo

source: Video mode is a mode that allows you to take short videos using the webcam. When not in video mode, click the button that shows the icon of a film roll or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Video</guimenuitem></menuchoice> to change to video mode. Video mode will start recording a video every time the button labelled <guibutton>Start Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed. The video will stop recording and save to disk when the button labelled <guibutton>Stop Recording</guibutton> or the <keycap>Spacebar</keycap> is pressed.
ca: El mode vídeo és un mode que us permet fer vídeos curts utilitzant la càmera web. Quan no esteu en mode de vídeo, feu clic al botó que mostra la icona d'un rodet o seleccionau-lo al menú <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Vídeo</guimenuitem></menuchoice> per canviar al mode de vídeo. El mode de vídeo iniciarà l'enregistrament d'un vídeo cada cop que premeu el botó <guibutton>Comença l'enregistrament</guibutton> o la <keycap>Barra espaiadora</keycap>. El vídeo aturarà l'enregistrament i es desarà al disc quan premeu el botó <guibutton>Atura l'enregistrament</guibutton> o la <keycap>Barra espaiadora</keycap>.

source: The video mode does not look much different from the photo mode, except that the button labelled <guibutton>Take a photo</guibutton> will say <guibutton>Start Recording</guibutton> or <guibutton>Stop Recording</guibutton>, and the button with the film roll icon is pushed in, whereas the other mode buttons (photo and burst) are not.
ca: El mode de vídeo no sembla gaire diferent del mode de foto, excepte pel botó <guibutton>Fes una foto</guibutton> que serà <guibutton>Comença l'enregistrament</guibutton> o <guibutton>Atura l'enregistrament</guibutton> i el botó amb la icona de vídeo estarà pressionat, mentre que els altres botons de mode (foto i seqüència) no ho estaran.

source: Burst Mode
ca: Mode seqüència

source: In burst mode you can take more pictures in a row. It works exactly like the photo mode, except that it takes a series of pictures. When you are not in burst mode, click the button that shows the icon of several pictures in a row or select it from the menu: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Burst</guimenuitem></menuchoice> to change to burst mode. Burst mode will start to take a series of pictures with an interval of some seconds in between photos when the button labelled <guibutton>Take Multiple Photos</guibutton> or the <keycap>Spacebar</keycap> key is pressed. The delay and amount of pictures to take can be set in the preferences dialog. For more information please see <xref linkend="preferences"/>.
ca: En el mode seqüència podeu fer moltes fotos seguides. Aquest funciona exactament igual que el mode de foto, excepte que aquest realitza una sèrie de fotos. Quan no estigueu en mode seqüència, feu clic al botó que mostra la icona amb diverses fotos seguides o seleccioneu-lo del menú: <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Seqüència</guimenuitem></menuchoice> per canviar al mode seqüència. El mode seqüència començarà a realitzar una sèrie de fotos amb un interval d'alguns segons entre fotos quan es premi el botó <guibutton>Fes diverses fotos</guibutton> o la <keycap>Barra espaiadora</keycap>. El retard i la quantitat de fotos a realitzar es pot configurar en el diàleg de preferències. Per obtenir més informació vegeu la <xref linkend="preferences"/>.

source: All modes can be used in fullscreen. To do this, click the <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> menu to enter fullscreen mode, or press the <keycap>F11</keycap> key. To exit fullscreen mode, press the <keycap>Esc</keycap> or the <keycap>F11</keycap> keys.
ca: Es poden utilitzar tots els modes a pantalla completa. Per fer-ho, feu clic al menú <menuchoice><guimenu>Cheese</guimenu><guimenuitem>Pantalla completa</guimenuitem></menuchoice> per entrar al mode de pantalla completa, o premeu <keycap>F11</keycap>. Per sortir del mode de pantalla completa, premeu les tecles <keycap>Esc</keycap> o <keycap>F11</keycap>.

source: Cheese fullscreen screenshot
ca: Captura de pantalla del Cheese en mode de pantalla completa

source: Working with photos and videos
ca: Com treballar amb fotos i vídeos

source: Taking a photo
ca: Com fer una foto

source: To take a photo with Cheese, be sure to be in the “Photo” mode.
ca: Per fer una foto amb el Cheese, assegureu-vos que esteu al mode de foto.

source: It's easy to take photos with special effects. Just click the button labelled <guibutton>Effects</guibutton>, and click on the effects desired as described in <xref linkend="using-effects"/>. You should now have the effects that you chose applied to the webcam input. Press the effects button again to get back to the normal view.
ca: És fàcil fer fotos amb efectes especials. Simplement feu clic al botó <guibutton>Efectes</guibutton> i feu clic als efectes que voleu com s'explica a la <xref linkend="using-effects"/>. Ara hauríeu de tenir aplicats a l'entrada de la càmera web els efectes que heu triat. Torneu a prémer el botó d'efectes per tornar a la visualització normal.

source: To take a photo, press the button labelled <guibutton>Take a photo</guibutton> or press the <keycap>spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. You will then see <application>Cheese</application> count down from 3 or instantly take the photo, depending on your settings. When the photo is taken, your entire screen will flash white, and the photo that was just taken will appear in the photo stream at the bottom of the program's window. To abort the countdown you can use the <keycap>Esc</keycap> key.
ca: Per fer una foto, premeu el botó <guibutton>Fes una foto</guibutton> o la <keycap>Barra espaiadora</keycap>. També podeu utilitzar el botó de captura de la càmera web, si aquesta en té un. Llavors veureu com el <application>Cheese</application> compta enrere des de 3 o farà la foto instantàniament, segons la vostra configuració. Quan es realitza la foto, tota la pantalla farà un flaix blanc i la foto que s'acaba de fer apareixerà al flux de fotos a la part inferior de la finestra del programa. Per interrompre el compte enrere podeu utilitzar la tecla <keycap>Esc</keycap>.

source: Recording a video
ca: Com enregistrar un vídeo

source: To record a video in Cheese, make sure that the <guibutton>Video</guibutton> button has been pressed.
ca: Per enregistrar un vídeo amb el Cheese, assegureu-vos que heu premut el botó <guibutton>Vídeo</guibutton>.

source: To start recording a video, press the button labelled <guibutton>Start Recording</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop recording just press the same button, now labelled <guibutton>Stop Recording</guibutton>, and the recording will stop and the video saved.
ca: Per iniciar l'enregistrament d'un vídeo, premeu el botó <guibutton>Comença l'enregistrament</guibutton> o la <keycap>Barra espaiadora</keycap>. També podeu utilitzar el botó de captura de la càmera web, si aquesta en té un. Per aturar l'enregistrament premeu el mateix botó, ara anomenat <guibutton>Atura l'enregistrament</guibutton>, i s'aturarà l'enregistrament i es desarà el vídeo.

source: If your video appears to be jerky or has a low frame rate (only updating the picture every few seconds), it does not mean that the recording has a similar frame rate. In many cases, the recorded file will have a better frame rate.
ca: Si sembla que el vídeo fa salts o té poques imatges per segon (la imatge s'actualitza cada pocs segons), això no significa que l'enregistrament té unes imatges per segon similars. En la majoria de casos, el fitxer enregistrat tindrà més imatges per segon.

source: Taking a series of pictures in burst mode
ca: Com fer una sèrie de fotos en el mode seqüència

source: To take more than one picture over some time you can use the burst mode. Burst mode can be set up in the preferences dialog where you can also set the amount of pictures you want to take and the delay in seconds between them. You can find more information about that in <xref linkend="preferences"/>.
ca: Per fer més d'una foto en poc temps podeu utilitzar el mode seqüència. El mode seqüència pot configurar-se al diàleg de preferències on també podreu configurar el número de fotos que voleu fer i el retard en segons entre elles. Podeu trobar més informació a la <xref linkend="preferences"/>.

source: To start the burst mode, press the button labelled <guibutton>Take Multiple Photos</guibutton> or press the <keycap>Spacebar</keycap> key. Alternatively, you can also use the webcam capture button, if your webcam has one. To stop the burst capture you can use the <keycap>Esc</keycap> key.
ca: Per iniciar el mode seqüència, premeu el botó <guibutton>Fes diverses fotos</guibutton> o premeu la tecla <keycap>Barra espaiadora</keycap>. Alternativament, podeu utilitzar el botó de captura de la càmera web, si aquesta en té un. Per aturar la captura en seqüència podeu utilitzar la tecla <keycap>Esc</keycap>.

source: Setting up Cheese
ca: Com configurar Cheese

source: The preferences dialog
ca: El diàleg de preferències

source: The preferences dialog allows you to set up some webcam specific parameters and parameters specific to the burst mode. If you have more than one webcam or video device attached to your system, the preferences dialog allows you to choose which one you would like to use for Cheese and what resolution the image should have. Use the sliders to play around with the brightness, contrast, saturation and hue values to find the best for your webcam.
ca: El diàleg de preferències us permet configurar alguns paràmetres específics de la càmera web i altres del mode seqüència. Si teniu més d'una càmera web o un dispositiu de vídeo connectat al sistema, el diàleg de preferències us permet escollir quina voleu utilitzar amb el Cheese i quina resolució ha de tenir la imatge. Utilitzeu els botons lliscants per modificar els valors de brillantor, contrast, saturació i tonalitat, i trobar els millors per la vostra càmera web.

source: Cheese preferences screenshot
ca: Captura de pantalla de les preferències del Cheese

source: The parameters for the burst mode can be set in the preferences dialog as well. You only have to adjust the values for the number of photos you wish to take and the delay in seconds between each picture taken.
ca: Els paràmetres per al mode seqüència també es poden configurar al diàleg de preferències. Només cal que ajusteu els valors per al número de fotos que voleu fer i el retard en segons entre elles.

source: GConf settings
ca: Paràmetres del GConf

source: It's possible to define where Cheese stores the captured media (photos and videos). These settings are stored in GConf. You can change the settings with the <command>gconf-editor</command>, application. There you have to select /apps/cheese in the tree on the left. Then you can set the <guilabel>video_path</guilabel> and <guilabel>photo_path</guilabel> to the location you prefer. There you can also set other parameters for Cheese, but you should use the preferences dialog for a controlled access.
ca: És possible definir on emmagatzema el Cheese els fitxers multimèdia capturats (fotos i vídeos). Aquests paràmetres s'emmagatzemen al GConf. Podeu canviar-los amb l'aplicació <command>gconf-editor</command>. En l'aplicació seleccioneu /apps/cheese a l'arbre de l'esquerra. Després podeu configurar el <guilabel>video_path</guilabel> i el <guilabel>photo_path</guilabel> a la ubicació que preferiu. També podeu configurar altres paràmetres del Cheese, però hauríeu d'utilitzar el diàleg de preferències per tenir un accés més controlat.

source: Attention: Be careful while using GConf to change your settings! If you are not completely sure about what you are doing, you should ask someone who knows!
ca: Avís: vigileu quan utilitzeu el GConf per canviar els paràmetres. Si no esteu completament segur del que esteu fent, hauríeu de consultar a algú que ho estigui.

source: Sharing Photos and Videos
ca: Compartició de fotos i vídeos

source: Viewing a photo or video
ca: Com visualitzar una foto o un vídeo
